const strings = {
    aboutCompany: {
        //title: {
        //heading: 'Welcome',
        title: " عن الشركة ",
        text1:
            "محتوى صفحة عن الشركة، حيث أن ذلك المحتوى هو تجريبي ولا يمكن اعتماده إلا بعد توفير النص الأصلي من الشركة",
        text2:
            "محتوى صفحة عن الشركة، حيث أن ذلك المحتوى هو تجريبي ولا يمكن اعتماده إلا بعد توفير النص الأصلي من الشركة",
        text3:
            "محتوى صفحة عن الشركة، حيث أن ذلك المحتوى هو تجريبي ولا يمكن اعتماده إلا بعد توفير النص الأصلي من الشركة"
        //text2: 'Visit my GitHub at https://github.com/onmyway133',
        //button: 'Log in'
        //}
    },
    joinus: {
        title: " انضم إلينا ",
        text1:
            "يمكنك الانضمام إلى فريق عمل التقوى لخدمات السيارات لتكون أحد مزودي الخدمات لدينا فقط.",
        text2:
            "راسلنا على البريد الإلكتروني لتحديد موعد المقابلة والتفاهم على التفاصيل.",
        text3: "job@tss.com.sa"
    }
};

export default strings;
